<?php 

// define('FORM_STRUCTURE', [
//     'announcement' => [
//         [
//             'name'=> "ԳՈՐԾԱՐՔԻ ՏԵՍԱԿ",
//         ],
//         [
//             'name'=> "ԳՈՒՅՔԻ ՏԵՍԱԿ",
//         ],
//         [
//             'name'=> "Հայտարարության վերնագիր",
//         ],
//         [
//             'name'=> "Հայտարարության ՆԿԱՐԱԳՐՈՒԹՅՈՒՆ",
//         ],
//         [
//             'name'=> "Հայտարարության ՏԵՍԱԿ",
//         ],
//     ],
//     'location' => [
//         [
//             'name'=> "Համայնք",
//         ],
//         [
//             'name'=> "Փողոց",
//         ],
//         [
//             'name'=> "ՇԵՆՔ",
//         ],
//         [
//             'name'=> "ՄՈՒՏՔ",
//         ],
//         [
//             'name'=> "ԲՆԱԿԱՐԱՆ",
//         ],
//         [
//             'name'=> "ԻՐԱԿԱՆ ՀԱՍՑԵ",
//         ],
//     ],
//     'price' => [
//         [
//             'name'=> "ԸՆԴՀԱՆՈՒՐ ԳԻՆԸ",
//         ],
//         [
//             'name'=> "ԳԻՆԸ 1քմ",
//         ],
//         [
//             'name'=> "ԿԱՆԽԱՎՃԱՐԻ ՉԱՓ",
//         ],
//         [
//             'name'=> "ՎՃԱՐՄԱՆ ԿԱՐԳԸ",
//         ],
//         [
//             'name'=> "ՆԱԽԸՆՏՐԱԾ ԲԱՆԿԸ",
//         ],
//     ],
//     'houseDescription' => [
//         [
//             'name'=> "ՄԱԿԵՐԵՍ",
//         ],
//         [
//             'name'=> "ԱՌԱՍՏԱՂԻ ԲԱՐՁՐՈՒԹՅՈՒՆԸ",
//         ],
//         [
//             'name'=> "ՍԵՆՅԱԿՆԵՐԻ ՔԱՆԱԿ",
//         ],
//         [
//             'name'=> "ՆՆՋԱՍԵՆՅԱԿՆԵՐԻ ՔԱՆԱԿ",
//         ],
//         [
//             'name'=> "ՍԱՆՀԱՆԳՈՒՅՑՆԵՐԻ ՔԱՆԱԿ",
//         ],
//         [
//             'name'=> "ԲԱՑ ՊԱՏՇԳԱՄԲՆԵՐԻ ՔԱՆԱԿ",
//         ],
//         [
//             'name'=> "ՓԱԿ ՊԱՏՇԳԱՄԲՆԵՐԻ ՔԱՆԱԿ",
//         ],
//         [
//             'name'=> "ՀԱՐԿԸ",
//         ],
//         [
//             'name'=> "ՏԱՆ ՎԻՃԱԿ",
//         ],
//         [
//             'name'=> "ԱՎՏՈԿԱՅԱՆԱՏԵՂԻ",
//         ],
//         [
//             'name'=> "ԽՈՀԱՆՈՑԻ ՏԻՊ",
//         ],
//     ],
//     'buildingDescription' => [
//         [
//             'name'=> "ՇԻՆՈՒԹՅԱՆ ՏԻՊ",
//         ],
//         [
//             'name'=> "ՀԱՐԿԱՅՆՈՒԹՅՈՒՆ",
//         ],
//         [
//             'name'=> "ՇԵՆՔԻ ԿԱՌՈՒՑՄԱՆ ՏԱՐԻՆ",
//         ],
//         [
//             'name'=> "ԿՈՂՄՆՈՐՈՇՈՒՄԸ",
//         ],
//         [
//             'name'=> "ՏԱՐԵԿԱՆ ԳՈՒՅՔԱՀԱՐԿ",
//         ],
//         [
//             'name'=> "ԱՄՍԱԿԱՆ ՍՊԱՍԱՐԿՄԱՆ ՎՃԱՐ",
//         ],
//     ],
//     'mainFacilities'  => [
//         [
//           'name' => "ԱՆՀԱՏԱԿԱՆ ՋԵՌՈՒՑՄԱՆ ՀԱՄԱԿԱՐԳ",
//         ],
//         [
//           'name' => "Կենտրոնացված ջեռուցման համակարգ",
//         ],
//         [
//           'name' => "Օդորակիչ",
//         ],
//         [
//           'name' => "ԿԵՆՏՐՈՆԱՑԱԾ ՀՈՎԱՑՄԱՆ ՀԱՄԱԿԱՐԳ",
//         ],
//         [
//           'name' => "ԷԼԵԿՏՐՈԷՆԵՐԳԻԱ",
//         ],
//         [
//           'name' => "ԳԱԶ",
//         ]
//       ],
    
//       'otherFacilities'  => [
//         [
//           'name' => "ԿԱՀՈՒՅՔ",
//         ],
//         [
//           'name' => "Տեխնիկա",
//         ],
//         [
//           'name' => "Վերելակ",
//         ],
//         [
//           'name' => "ՓԱԿ ՏՆՏԵՍԱԿԱՆ ՊԱՏՇԳԱՄԲ",
//         ],
//         [
//           'name' => "ԵՎՐՈՊԱՏՈՒՀԱՆ",
//         ],
//         [
//           'name' => "ԼԱՄԻՆԱՏ",
//         ],
//         [
//           'name' => "ՄԱՆՐԱՀԱՏԱԿ",
//         ],
//         [
//           'name' => "ՍԱԼԻԿԱՊԱՏՎԱԾ",
//         ],
//         [
//           'name' => "ՊՌԵՍԳՐԱՆԻՏ",
//         ],
//         [
//           'name' => "ԳԵՂԵՑԻԿ ՏԵՍԱՐԱՆ",
//         ],
//         [
//           'name' => "ԱՆՎՏԱՆԳՈՒԹՅԱՆ ՀԱՄԱԿԱՐԳ",
//         ],
//         [
//           'name' => "ԽԱՂԱՀՐԱՊԱՐԱԿ",
//         ],
//         [
//           'name' => "ԵՐԿԿՈՂՄԱՆԻ ԴԻՐՔ",
//         ],
//         [
//           'name' => "ՇՈԳԵԲԱՂՆԻՔ",
//         ],
//         [
//           'name' => "ԼՈՋԱ",
//         ],
//         [
//           'name' => "ԽՈՐԴԱՆՈՑ",
//         ],
//         [
//           'name' => "ԶԳԵՍՏԱՊԱՀԱՐԱՆ",
//         ],
//         [
//           'name' => "ԼՎԱՑՔԱՏՈՒՆ",
//         ],
//         [
//           'name' => "ԶԲՈՍԱՅԳԻ",
//         ],
//         [
//           'name' => "ԱՌԱՋԻՆ ԳԻԾ",
//         ],
//         [
//           'name' => "ՄԻՋԲԱԿԱՅԻՆ ՇԵՆՔ",
//         ],
//         [
//           'name' => "ԿԱՆԳԱՌԻ ՄՈՏ",
//         ],
//         [
//           'name' => "ԱՐԵՎԿՈՂՄ",
//         ],
//         [
//           'name' => "ՏԱՔԱՑՎՈՂ ՀԱՏԱԿ",
//         ],
//         [
//           'name' => "ԴԱՐՊԱՍ",
//         ],
//         [
//           'name' => "ՊԱՐՍՊԱՊԱՏ",
//         ],
//         [
//           'name' => "ԵՐԿԿՈՂՄԱՆԻ ՄՈՒՏՔ",
//         ],
//         [
//           'name' => "ԵՐԿԱԹՅԱ ԴՈՒՌ",
//         ],
//         [
//           'name' => "ԼՈՂԱՎԱԶԱՆ",
//         ],
//         [
//           'name' => "ՀԱՏԱԿ",
//         ],
//         [
//           'name' => "ԱՌԱՍՏԱՂ",
//         ],
//         [
//           'name' => "ԾԱԾԿԵՐ",
//         ]
//       ],
    
//       'juridical'  => [
//         [
//           'name' => "ՍԵՓԱԿԱՆԱՏԵՐ",
//         ],
//         [
//           'name' => "ՍԵՓԱԿԱՆԱՏԻՐՈՁ ՀԵՌԱԽՈՍԱՀԱՄԱՐ",
//         ]
//       ],
    
//        'specialists'  => [
//         [
//           'name' => "ԳՈՐԾԱԿԱԼ",
//         ],
//         [
//           'name' => "ՄԵՆԵՋԵՐ",
//         ],
//       ],
//       'information'  => [
//         [
//           'name' => "ԻՆՖՈՐՄԱՑԻԱ",
//         ],
//       ],
//     ]);

//     define('AM_DISTRICT', [
//       [
//         "name"=> "Ընտրեք",
//       ],
//       [
//         "name"=> "Աջափնյակ",
//       ],
//       [
//         "name"=> "Արաբկիր",
//       ],
//       [
//         "name"=> "Ավան",
//       ],
//       [
//         "name"=> "Դավթաշեն",
//       ],
//       [
//         "name"=> "Էրեբունի",
//       ],
//       [
//         "name"=> "Քանաքեռ-Զեյթուն",
//       ],
//       [
//         "name"=> "Կենտրոն",
//       ],
//       [
//         "name"=> "Մալաթիա-Սեբաստիա",
//       ],
//       [
//         "name"=> "Նորք-Մարաշ",
//       ],
//       [
//         "name"=> "Նոր Նորք",
//       ],
//       [
//         "name"=> "Նուբարաշեն",
//       ],
//       [
//         "name"=> "Շենգավիթ",
//       ],
//       [
//         "name"=> "Վահագնի թաղամաս",
//       ],
//       [
//         "name"=> "Այլ",
//       ]
//     ]);
//     define('EN_DISTRICT', [
//       [
//         "name"=> "Choose",
//       ],
//       [
//         "name"=> "Ajapnyak",
//       ],
//       [
//         "name"=> "Arabkir",
//       ],
//       [
//         "name"=> "Avan",
//       ],
//       [
//         "name"=> "Davtashen",
//       ],
//       [
//         "name"=> "Erebuni",
//       ],
//       [
//         "name"=> "Kanaker-Zeytun",
//       ],
//       [
//         "name"=> "Kentron",
//       ],
//       [
//         "name"=> "Malatia-Sebastia",
//       ],
//       [
//         "name"=> "Nork-Marash",
//       ],
//       [
//         "name"=> "Nor Nork",
//       ],
//       [
//         "name"=> "Nubarashen",
//       ],
//       [
//         "name"=> "Shengavit",
//       ],
//       [
//         "name"=> "Vahagni",
//       ],
//       [
//         "name"=> "Other",
//       ]
//     ]);

//     define('RU_DISTRICT', [
//       [
//         "name"=> "Выбирать",
//       ],
//       [
//         "name"=> "Аджапняк",
//       ],
//       [
//         "name"=> "Арабкир",
//       ],
//       [
//         "name"=> "Аван",
//       ],
//       [
//         "name"=> "Давташен",
//       ],
//       [
//         "name"=> "Эребуни",
//       ],
//       [
//         "name"=> "Канакер-Зейтун",
//       ],
//       [
//         "name"=> "Кентрон",
//       ],
//       [
//         "name"=> "Малатия-Себастия",
//       ],
//       [
//         "name"=> "Норк-Мараш",
//       ],
//       [
//         "name"=> "Нор Норк",
//       ],
//       [
//         "name"=> "Нубарашен",
//       ],
//       [
//         "name"=> "Шенгавит",
//       ],
//       [
//         "name"=> "Ваганы",
//       ],
//       [
//         "name"=> "Другой",
//       ]
//     ]);